export const dataContent = [
  {
    title: "Заверуха Руслан Романович",
    content: (
      <>
        <ul>
          <li>
            Марціяш О.М., Мурований І.С., Заверуха Р.Р. Визначення характеристик
            роботи електромагнітних форсунок бензинового двигуна на
            лабораторному стенді. Міжвузівський збірник «Наукові нотатки»,
            Луцьк, 2016, вип. 55. С. 237-240.
          </li>
          <li>
            Марціяш О.М., Заверуха Р.Р., Ужва А.В. Аналіз моделей стендів для
            дослідження параметрів системи керування бензинових ДВЗ легкових
            автомобілів. Автомобільний транспорт, вип. 41, 2017. С. 61-66.
          </li>
          <li>
            Бажинов О.В., Бажинова Т.О., Заверуха Р.Р. Інформаційна комплексна
            система діагностики гібридних і електромобілів. Інженерія
            природокористування. Харків, 2020, №2 (16) , с.12-18о
          </li>
          <li>
            Бажинов О.В., Заверуха Р.Р. Діагностика функціональних систем
            силової установки гібридного автомобіля. Технічний сервіс
            агропромислового, лісового та транспортного комплексів, Харків,
            ХНУСГ, 2020, № 21, с.195-200.
          </li>
          <li>
            Бажинов О.В., Бажинова Т.О., Заверуха Р.Р. Метод визначення
            ефективної роботи силової установки гібридного автомобіля. Технічний
            сервіс агропромислового, лісового та транспортного комплексів,
            Харків, ХНУСГ, 2021, № 23 , с.180-187.
          </li>
          <li>
            Бажинов О.В. Діагностика силової установки гібридного автомобіля/
            Бажинов О.В., Бажинова Т.О., Заверуха Р.Р. – Монографія ,Харків:
            ХНАДУ, 2021.- 116с.
          </li>
          <li>
            Development of a Method for Evaluating the Technical Condition of a
            Cars Hybrid Powertrain by Oleksiy Bazhinov, Juraj Gerlici, Oleksandr
            Kravchenko, Yevhen Haiek, Tetiana Bazhynova, Ruslan Zaverukha and
            Kateryna Kravchenko. Symmetry 2021, 13 (12). 2356, https: // doi.
            org/10. 3390/ sym 13122356-07 Dec 2021 Viewed by 393.
          </li>
          <li>
            Ляшук О.П., Пиндус Ю.І., Заверуха Р.Р., Пиндус Т.Б. Стенд
            дослідження робочих параметрів системи керування бензинових
            двигунів. Збірник тез доповідей міжнародної науково-технічної
            конференції молодих учених та студентів « Актуальні задачі сучасних
            технологій», Т.1, Тернопіль, 2015. С.
          </li>
          <li>
            Бажинов А.В., Заверуха Р.Р. Применение систем нечеткого вывода для
            оценки технического состояния гибридной силовой установки
            автомобиля. Збірник тез доповідей Ш Міжнародної науково-практичної
            конференції « Автомобільний транспорт та інфраструктура», Київ,
            2020. С. 8-
          </li>
          <li>
            Бажинов О.В., Заверуха Р.Р. Вибір стратегії управління силовою
            установкою гібридного автомобіля. Матеріали Всеукраїнської
            науково-практичної конференції « Концепція розвитку електричного
            транспорту та його систем», ХНУМГ, Харків, 2020. С. 31-32.
          </li>
          <li>
            Бажинов О.В., Заверуха Р.Р. Критерії оцінки технічного стану силової
            установки гібридного автомобіля. Матеріали науково-практичної
            конференції «Службово-бойова діяльність Національної гвардії
            України: сучасний стан, проблеми і перспективи», НАНГУ, Харків,
            2020. С.
          </li>
          <li>
            Заверуха Р.Р. Використання інформаційних систем в управлінні
            гібридними силовими установками автомобілів. Збірник наукових праць
            П Міжнародної науково-практичної конференції «Комп’ютерні технології
            і мехатроніка», ХНАДУ, Харків, 2020. С. 347-350.
          </li>
          <li>
            Бажинов О.В., Заверуха Р.Р. Визначення технічного стану гібридної
            силової установки транспортних засобів. Матеріали ХНУСГ імені П.
            Василенка, Харків, 2020. С.
          </li>
          <li>
            Заверуха Р.Р. Обгрунтування режимів роботи гібридної силової
            установки автомобіля. Матеріали МНПК «Молодь і технічний прогрес в
            АПВ» Інноваційні розробки в аграрній сфері, Том 2, ХНУСГ, Харків,
            7-8 травня 2020, с. 64-65.
          </li>
          <li>
            Бажинов О.В., Заверуха Р.Р. Математична модель тягової акумуляторної
            батареї гібридного автомобіля. Збірник тез доповідей IV МНПК
            «Автомобільний транспорт та інфраструктура» 21-23 квітня 2021, Київ,
            с. 89-90.
          </li>
          <li>
            Лабораторний стенд для визначення характеристик роботи
            електромагнітних форсунок бензинового двигуна легкового автомобіля:
            пат. 115354U України: МПК G 01F 5/00. № u 2016 11488, заявл.
            06.12.2016; опубл. 10.04.2017, Бюл. № 7.
          </li>
          <li>
            Лабораторний стенд для визначення робочих характеристик системи
            вприскування палива легкового автомобіля: пат. 128362 U України: МПК
            G09B 25/02. № u 2018 04380, заявл. 20.04.2018; опубл. 10.09.2018,
            Бюл. № 17.
          </li>
          <li>
            Лабораторний стенд для визначення робочих характеристик
            безконтактної системи запалювання легкового автомобіля: пат. 128366
            U України: МПК G 09B 25/02. № u 2018 04397, заявл. 20.04.2018;
            опубл. 10.09.2018, Бюл. №17.
          </li>
          <li>
            Лабораторний стенд для визначення робочих характеристик системи
            електропостачання легкового автомобіля: пат. 123583 U України: МПК G
            09B 25/02. № u 2017 11117, заявл. 13.11.2017; опубл. 26.02.2018,
            Бюл. №4.
          </li>
        </ul>
      </>
    ),
  },
  {
    title: "Котик Марія Іванівна",
    content: (
      <>
        <ul>
          <li>
            М. Гнатович, Н. Дубчук Енергоощадне опромінення вузькостелажних
            багатоярусних теплиць / Матеріали Ⅳ Всеукраїнської студентської
            науково-технічної конференції „Природничі та гуманітарні науки.
            Актуальні питання “ 19 квітня 2011 року. Тернопіль, ТНТУ, 2011 - №1.
            – С.244.
          </li>
          <li>
            М.І.Гнатович Спеціальні опромінювальні установки / Збірник тез
            доповідей ⅩⅤ наукової конференції Тернопільського національного
            технічного університету імені Івана Пулюя. 14 грудня 2011 року.
            Тернопіль, ТНТУ, 2011– С.148.
          </li>
          <li>
            М. Гнатович, Я Осадца Розрахунок параметрів світлового поля з
            використанням світлодіодів / Збірник тез доповідей ⅩⅥ наукової
            конференції Тернопільського національного технічного університету
            імені Івана Пулюя, 5 грудня 2012 року. Тернопіль, ТНТУ, 2012 – с.94.
          </li>
          <li>
            М. Гнатович Вплив рівня освітленості на світлокультуру рослин /
            Збірник тез доповідей ⅩⅦ наукової конференції Тернопільського
            національного технічного університету імені Івана Пулюя 20 листопада
            2013 року. Тернопіль, ТНТУ, 2013 – с.48.
          </li>
          <li>
            М. Гнатович Енергоощадні опромінювальні пристрої для тепличного
            господарства/ Матеріали ⅩⅧ наукової конференції Тернопільського
            національного технічного університету імені Івана Пулюя 29 жовтня
            2014 року. Тернопіль, ТНТУ, 2014 – с.131-132.
          </li>
          <li>
            М. Гнатович Вплив комбінованого опромінення на рослини закритого
            грунту// Вісник ТНТУ, 2014. - №3. – С.201-208. В.А. Андрійчук, М.І.
            Гнатович, А.І. Герц Енергоощадні джерела світла для світлокультури
            рослин / Світлотехніка та електроенергетика, 2014. - №1. – С.41-48.
          </li>
          <li>
            Л.М. Костик, М.І. Котик Використання світлодіодних опромінювачів у
            світлокультурі рослин / Матеріали науково-практичного семінару
            „Міжнародний інвестиційний форум-виставка з енергоефективності та
            енергоощадності 2015“ ТНТУ – 8.10.2015 – С.42-47.
          </li>
          <li>
            В.Андрійчук, М.Гнатович. Проектування імпульсного опромінювального
            пристрою для використання в тепличному господарстві // Матеріали
            міжнародної науково-технічної конференції «Фундаментальні та
            прикладні проблеми сучасних технологій» присвячена 55-річчю
            заснування ТНТУ та 170-річчю з дня народження Івана Пулюя 19-20
            травня 2015 року. Тернопіль ТНТУ 2015 - C. 171.
          </li>
          <li>
            М.Гнатович, М.Липовецький, І.Ониськів «Вплив імпульсного опромінення
            на процеси в рослинах закритого грунту». // Матеріали V Міжнародної
            науково-технічної конференції “Світлотехніка й
            електроенергетика:історія, проблеми, перспективи”, 23-27 лютого 2015
            року. Тернопіль, ТНТУ, м. Яремче 2015 - C.24.
          </li>
          <li>
            М.І.Котик, М.М.Свідніцький, Т.В.Чомко Імпульсний опромінювальний
            пристрій для світлокультури рослин // Матеріали ІV Міжнародної
            наукової-практичної конференції молодих учених та студентів
            «Актуальні задачі сучасних технологій», 25-26 листопада, 2015 р.,
            м.Тернопіль. - Т ІІ. - С.106.
          </li>
          <li>
            В.А.Андрійчук, М.І.Котик, Енергоощадні опромінювальні установки для
            теплиць // Матеріали Міжнародного інвестиційного форум-виставка з
            енергозбереження та енергоощадності, 8-9 жовтня, 2015 р.,
            м.Тернопіль.
          </li>
          <li>
            L. M. Kostyk, M. I. Kotyk IMPULSE COMBINED IRRADIATING DEVICES FOR
            GREENHOUSES Х Міжнародна наукова конференція «Electronic processes
            in organic and inorganic materials» (ICEPOM-10) 23 – 27 травня 2016
            р.
          </li>
          <li>
            В.А. Андрійчук, М.І. Котик ВПЛИВ КОМБІНОВАНИХ ОПРОМІНЮВАЛЬНИХ
            ПРИСТРОЇВ НА ПАРАМЕТРИ РОСЛИН Матеріали V Міжнародної
            науково-технічної конференції молодих учених та студентів.
            «Актуальні задачі сучасних технологій» Том ІІ – Тернопіль 17-18
            листопада 2016, с. 140.
          </li>
          <li>
            Андрій Герц, Наталія Герц, Марія Гнатович Оцінка впливу штучних
            джерел світла на рослини світлокультури методом індукції
            флуоресценції хлорофілу // Актуальні проблеми ботаніки та екології :
            матеріали Міжнар. конф. молодих учених (м. Луцьк, 5–10 верес. 2017
            р.), с.120.
          </li>
          <li>
            Марія Котик, Любов Костик Роль імпульсного світлодіодного освітлення
            в процесах росту і розвитку рослин закритого ґрунту // VI Міжнародна
            науково-технічна конференція «Актуальні проблеми світлотехніки»,
            м.Харків, 2017, с.98-99.
          </li>
          <li>
            Н. Соболівська, М. Котик Використання імпульсного опромінення в
            тепличному господарстві // Збірник тез доповідей Ⅵ Міжнародної
            науково-технічної конференції молодих учених та студентів „Актуальні
            задачі сучасних технологій “, 2017, с.124.
          </li>
          <li>
            О. І. Дорош, Л.О. Мартинова, М.І. Котик, В.А. Андрійчук Енергетика
            фотосинтезних процесів // Матеріали VІІ Міжнародної
            науково-технічної конференції молодих учених та студентів. Актуальні
            задачі сучасних технологій, 2018, с.25.
          </li>
          <li>
            Марія Іванівна Котик, Володимир Андрійович Андрійчук, Любов
            Миколаївна Костик Оцінка ефективності фотосинтезу рослин при
            фотоімпульсній стимуляції // Ⅵ Міжнародна науково-технічна
            конференція „Світлотехніка й електроенергетика: історія, проблеми,
            перспективи “, 2018, с.45-46.
          </li>
          <li>
            M. Kotyk Lighting instalations for plants lightculture with
            additional impulsive radiation / M Kotyk, V Andriychuk, A Herts //
            Вісник ТНТУ, 2018. - №4. – С.91-97.
          </li>
          <li>
            Kotik, Mariya I.; Andriychuk, Vladimir A.; Kostik, Lyubov N.; Gerts,
            Natalia V.; Gerts, Andrey I.Pulse light stimulation of pepper
            sprouts cultivation / Light&amp;Engineering . 2019 Special Issue.-
            Vol. 27.- P. 84-91. (Scopus)
          </li>
          <li>
            Котик М. Светоимпульсная стимуляция выращивания рассады перца /
            М.Котик, Л.Костик, Н.Герц, А.Герц, В.Андрийчук // Светотехника.–
            Спецвыпуск. г. Москва – 2019 г. – С.63-68.
          </li>
          <li>
            Марія Іванівна Котик Кінетика флюорисценції молекул хлорофілу //
            Матеріали Ⅳ Міжнародної науково-технічної конференції „Теоретичні та
            прикладні аспекти радіотехніки, приладобудування і компʼютерних
            технологій “присвячена 80-ти річчю з дня народження професора ЯІ
            Проця, 2019, с.303-304.
          </li>
          <li>
            Марія Котик, Євгеній Аннишинець Імпульсні опромінювальні пристрої
            для світлокультури рослин // Матеріали VІІІ Міжнародної
            науково-технічної конференції молодих учених та студентів. Актуальні
            задачі сучасних технологій, 2019, с.44.
          </li>
          <li>
            Марія Іванівна Котик, Любов Миколаївна Костик, Володимир Андрійович
            Андрійчук Вплив імпульсного опромінення на процеси росту і розвитку
            рослин // Матеріали Міжнародної науково-технічної конференції
            „Фундаментальні та прикладні проблеми сучасних технологій “до
            60-річчя з дня заснування Тернопільського національного технічного
            університету імені Івана Пулюя та 175-річчя з дня народження Івана
            Пулюя, 2020, с.207.
          </li>
          <li>
            Любов Миколаївна Костик, Марія Іванівна Котик Особливості викладання
            для іноземних студентів в умовах дистанційного навчання // Ⅴ
            Міжнародна науково-методична конференція актуальні питання
            організації навчання іноземних студентів в Україні присвячена
            60-річчю ТНТУ імені Івана Пулюя, 2020, с.53-54.
          </li>
          <li>
            Ярослав Олександрович Філюк, Мирослав Степанович Наконечний, Марія
            Іванівна Котик Соціальна адаптація іноземних студентів в технічному
            університеті // Ⅴ Міжнародна науково-методична конференція актуальні
            питання організації навчання іноземних студентів в Україні
            присвячена 60-річчю ТНТУ імені Івана Пулюя, 2020, с.53-54.
          </li>
          <li>
            Mariia Kotyk, Volodymyr Andriychuk, Pavol Spanik, Liubov Kostyk,
            Sergiy Potalitcyn Light pulsed irradiation in growing seedlings /
            Proceedings of the International Conference „Advanced applied energy
            and information technologies 2021”, 2021 TNTU.- P. 40-45.
          </li>
          <li>
            Володимир Андрійович Андрійчук, Марія Іванівна Котик, Любов
            Михайлівна Костик, Ярослав Олександрович Філюк Змінні світлові поля
            при вирощуванні рослин закритого ґрунту / Збірник тез доповідей
            Міжнародної науково-практичної конференції присвяченої 90-річчю від
            дня народження професора Рибака Тимофія Івановича та 60-річчю
            кафедри технічної механіки та сільськогосподарських машин «Процеси,
            машини та обладнання», 2022, с.16-17.
          </li>
          <li>
            Володимир Андрійович Андрійчук, Марія Іванівна Котик, Любов
            Миколаївна Костик, Мирослав Степанович Наконечний, Ярослав
            Михайлович Осадца, Ярослав Олександрович Філюк Математична модель
            рухомого опромінювального пристрою / Матеріали міжнародної
            науково-технічної конференції „Математичні методи та моделі
            технічних і економічних систем “присвячена пам’яті професора Шаблія
            Олега Миколайовича та 60-ти річчю кафедри теоретичної механіки,
            2022, с. 33-35.
          </li>
          <li>
            Куземко Н.А., Котик М.І. Theoretical fundamentals of electrical
            engineering.. Laboratory works. Part 1. ТНТУ,2019, 40с.
          </li>
          <li>
            М.І.Гнатович, В.А.Андрійчук Патент на корисну модель: Комбінований
            опромінювальний пристрій для світло культури рослин МПК А 01G 9/28
            (2013.01).2015 рік.
          </li>
        </ul>
      </>
    ),
  },
]
