export const dataContent = [
  {
    content: (
      <>
        <p>
          Циклова комісія електричних та електронних систем автомобілів створена
          наказом директора в 2021 році. Циклова комісія електричних та
          електронних систем автомобілів здійснює підготовку фахівців: за
          спеціальністю: 141 «Електроенергетика, електротехніка та
          електромеханіка», галузі знань: 14 «Електрична інженерія», освітньо –
          професійною програмою «ОБСЛУГОВУВАННЯ і РЕМОНТ ЕЛЕКТРИЧНИХ ТА
          ЕЛЕКТРОННИХ СИСТЕМ АВТОМОБіЛіВ » освітньо-професійного ступеня
          фахового молодшого бакалавра. Заняття циклів природничо-наукової та
          професійно-практичної підготовки проводяться у спеціалізованих
          навчальних лабораторіях і кабінетах.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Навчальні практики організовуються на базі навчальних майстерень
          коледжу, а також в умовах провідних діючих автотранспортних та
          авторемонтних підприємств міста та області.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Випускники Тернопільського фахового коледжу можуть займати посади
          нижчої ланки керівного персоналу на підприємствах різної форми
          власності, які здійснюють діяльність за напрямками:
        </p>
        <ul>
          <li>
            технічне обслуговування та ремонт електричних та електронних систем;
          </li>
          <li>виробництво електричних та електронних систем;</li>
          <li>виробництво кабельних в’язок та мультиплексних систем;</li>
          <li>
            ремонт автотронного обладнання вантажних, легкових автомобілів та
            автобусів;
          </li>
          <li>виробництво автотронного устаткування для автомобілів.</li>
        </ul>
      </>
    ),
  },
]
