export const dataContent = [
  {
    content: (
      <>
        <p>
          <strong>Освітньо – професійна програма:</strong>
          «ОБСЛУГОВУВАННЯ І РЕМОНТ ЕЛЕКТРИЧНИХ ТА ЕЛЕКТРОННИХ СИСТЕМ
          АВТОМОБІЛІВ»
        </p>
        <p>
          <strong>Освітньо-професійний ступінь:</strong> фаховий молодший
          бакалавр. Випускники Тернопільського фахового коледжу можуть займати
          посади ланки керівного персоналу на підприємствах різної форми
          власності, які здійснюють діяльність за напрямками:
        </p>
        <ul>
          <li>
            технічне обслуговування та ремонт електричних та електронних систем;
          </li>
          <li>виробництво електричних та електронних систем;</li>
          <li>виробництво кабельних в’язок та мультиплексних систем;</li>
          <li>
            ремонт автотронного обладнання вантажних, легкових автомобілів та
            автобусів;
          </li>
          <li>виробництво автотронного устаткування для автомобілів.</li>
        </ul>
        <p>
          Фахівець здатний виконувати професійну роботу згідно з Національним
          класифікатором України і може займати первинні посади:
          технік-електрик, диспетчер електропідстанції, електрик дільниці,
          технік-технолог (електротехніка), технік-конструктор (електротехніка),
          електрик цеху, технік-енергетик. Фахові компетентності:
        </p>
        <ul>
          <li>
            здатність розуміння основних методів та засобів, що використовуються
            в автомобільній електроніці;
          </li>
          <li>
            здатність аналізувати умінні та практичні навички з використанням
            основ фундаментальних дисциплін;
          </li>
          <li>
            здатність розуміння стандартів, умов експлуатації, технічних
            інструкцій та нормативних документів в галузі електричних та
            електронних систем автомобіля та використовувати їх в практичній
            діяльності;
          </li>
          <li>
            здатність розуміння призначення електричних та електронних систем
            автомобіля та автотронного обладнання та застосування в професійній
            діяльності;
          </li>
          <li>
            здатність розуміння правил технічної експлуатації електрообладнання
            автомобіля та електронних систем та здатність виконувати спеціальні
            вимірювання, орієнтуватись у роботі електронних приладів, пристроїв
            автоматичного керування, систем автоматики і мікропроцесорної
            техніки автомобіля.
          </li>
          <li>
            здатність розробляти інструкційні карти безпечності режимів роботи
            електричного та електронного обладнання автомобіля; аналізувати
            енергозбережні режими роботи обладнання;
          </li>
          <li>
            здатність використання знань з охорони праці при безпечному
            технічному обслуговуванні, діагностуванні та ремонті
            електрообладнання автомобіля та електронних систем;
          </li>
          <li>
            здатність розуміння технологічних процесів і обладнання, здійснювати
            вибір компонентів електроустаткування конкретних систем керування та
            контролю автомобіля;
          </li>
          <li>
            здатність здійснювати монтаж, діагностику, технічне обслуговування і
            ремонт автотронного обладнання на борту автомобіля;
          </li>
          <li>
            здатність володіти прийомами різних видів практичних навиків та
            практик в професійній діяльності;
          </li>
          <li>
            здатність використовувати знання в економічній ефективності та
            доцільності застосування необхідного електронного та
            мікропроцесорного обладнання і технологічних процесів;
          </li>
          <li>
            здатність аналізувати проблемність поставленого завдання, активного
            та всебічного удосконалення та реконструкції діагностичних
            вимірювальних комплексів та додаткових опцій в переліку пропонованих
            систем автомобіля.
          </li>
        </ul>
        <p>
          <strong>Результати навчання:</strong>
        </p>
        <ul>
          <li>
            впроваджувати цінності громадянського суспільства та захищати права
            і свободи громадянина України;
          </li>
          <li>
            примножувати наукові цінності і досягнення суспільства, предметної
            області у загальній системі знань про автомобільну техніку;
          </li>
          <li>
            вміти продемонструвати та застосовувати знання і розуміння наукових
            принципів для професійного напрямку розвитку;
          </li>
          <li>
            використовувати знання з професійно практичного напрямку підготовки
            в області застосування їх для обслуговування та ремонту автотронного
            устаткування автомобіля;
          </li>
          <li>
            вміти спілкуватися різними мовами для ефективної комунікації в
            фахових структурах подальшого удосконалення та практичного розвитку;
          </li>
          <li>
            здійснювати аналіз та підбір потрібної технічної інформації в різних
            літературних джерелах для вирішення практичних задач та моделювання
            процесів роботи та функціонування систем та комплексів.
          </li>
          <li>
            виконувати різні технічні та економічні розрахунки відповідних
            характеристик та параметрів роботи електричних та електронних систем
            автомобіля та діагностичних комплексів;
          </li>
          <li>
            здійснювати розробку схем підключення обладнання для проведення
            різного роду контрольних, діагностичних та вимірювальних робіт
            електричного та електронного обладнання на борту автомобіля;
          </li>
          <li>
            вміти застосовувати основи теорії електротехнічних та природничих
            наук при вирішенні задач в галузі автомобільної електроніки;
          </li>
          <li>
            розраховувати динамічні та статичні навантаження, описувати роботу
            електричних систем та мереж для вибору електрообладнання електричних
            частин автомобіля;
          </li>
          <li>
            організовувати виконання діагностичних та електромонтажних робіт
            електричного та електронного обладнання автомобіля;
          </li>
          <li>
            вміти виконувати та оцінювати електротехнічні та спеціальні
            вимірювання, розуміти роботу електронних приладів та пристроїв
            автоматичного керування систем автоматики і мікропроцесорної техніки
            автомобіля;
          </li>
          <li>
            здійснювати підбір відповідної технічної документації для проведення
            діагностичних та ремонтних робіт з електрообладнанням автомобіля;
          </li>
          <li>
            здійснювати мікропроцесорної техніки, пристроїв автоматичного
            керування, релейного захисту в автомобілі;
          </li>
          <li>
            застосовувати надійну експлуатацію технологічного устаткування
            діагностичної та електротехнічної дільниці з дотриманням
            ефективності технологічного процесу ремонту автотронного обладнання;
          </li>
          <li>
            контролювати дотримання графіків повірки діагностичних комплексів та
            обладнання;
          </li>
          <li>
            аналізувати робочі параметри автотронного обладнання автомобіля й
            відповідних комплексів і систем, орієнтуватись в виборі
            техніко-економічних рішень, направлених на підвищення їх
            енергоефективності;
          </li>
          <li>
            володіти видами технологічних операцій технічного обслуговування і
            ремонту базового автомобільного устаткування, застосовувати навички
            з монтажу і налагодження електронного та електричного устаткування
            автомобіля, виконувати вибір компонентів або їх аналоги;
          </li>
          <li>
            проводити контроль стану засобів електробезпеки та відповідність
            відремонтованого та діагностованого обладнання та устаткування;
          </li>
          <li>
            здійснювати контроль за безпечними умовами праці при виконанні
            технологічного процесу та дотриманням норм техніки безпеки при
            роботі з електроустаткуванням;
          </li>
          <li>
            визначати обсяги діагностичних та налагоджувальних робіт, кількість
            працівників і відповідного обладнання; виконувати монтаж нового
            основного та спеціалізованого діагностичного обладнання для
            визначення справності автотронного обладнання автомобіля.
          </li>
        </ul>
        <p>
          По закінченню коледжу наші випускники можуть обслуговувати,
          діагностувати, ремонтувати електричне та електронне устаткування
          автомобілів, бортові комп&#39;ютерні системи керування автомобілем,
          працюючи на профільних підприємствах.
        </p>
        <p>
          Фахівця електромеханіка чекає широкий спектр вибору місця роботи. Це і
          автомобільний сервіс, дилерські центри, автомобільні салони,
          підприємства пасажирських та вантажних перевезень, таксопарки,
          автобази, автобусні парки, підприємства автоперевезень тощо.
        </p>
        <p>
          <strong>Первинні посади:</strong>
        </p>
        <ul>
          <li>
            діагност з комп’ютерного діагностування систем керування двигуном,
            трансмісії, ходової частини, органів керування автомобілем та
            додаткового електроустаткування. продавець консультант автомобілів
            та запасних частин.
          </li>
          <li>автоелектрик.</li>
          <li>майстер дільниці.</li>
          <li>завідувач зони технічного обcлуговування та ремонту.</li>
          <li>технік з експлуатації автотранспортних засобів.</li>
          <li>технік з ремонту автотранcпортних засобів.</li>
          <li>менеджер сервісного обслуговування.</li>
          <li>майстер приймальник автомобілів</li>
        </ul>
      </>
    ),
  },
]
