import {Img} from "@/components/img"
import {SectionImg} from "@/components/section-img"

import img_1 from "@/assets/awards/1.png"
import img_2 from "@/assets/awards/2.png"
import img_3 from "@/assets/awards/3.png"
import img_4 from "@/assets/awards/4.png"
import img_5 from "@/assets/awards/5.png"
import img_6 from "@/assets/awards/6.png"
import img_7 from "@/assets/awards/7.png"

export const dataContent = [
  {
    content: (
      <>
        <SectionImg
          title="Патент на корисну модель № 115354, Україна. Лабораторний стенд для
          визначення характеристик роботи електромагнітних форсунок бензинового
          двигуна легкового автомобіля Пат. 115354, Україна. Зареєстровано в
          Державному реєстрі патентів України на корисні моделі 10.05.2017.
          Опубл. 10.04.2017. Бюл. №7"
          img={img_1}
          index={0}
        />
      </>
    ),
  },
  {
    content: (
      <>
        <SectionImg
          title="Аналіз моделей стендів для дослідження параметрів системи керування
          бензинових ДВЗ легкових автомобілів Збірник наукових статей
          «Автомобільний транспорт» - Харків, 2017. Випуск 41"
          img={img_2}
          index={1}
        />
      </>
    ),
  },
  {
    content: (
      <>
        <SectionImg
          title="Патент на корисну модель № 123583. Україна, Лабораторний стенд для
          визначення робочих характеристик системи електропостачання легкового
          автомобіля Опубл. 26.02.2018р., Бюл.№4."
          img={img_3}
          index={0}
        />
      </>
    ),
  },
  {
    content: (
      <>
        <SectionImg
          title="Патент на корисну модель № 128366. Україна, Лабораторний стенд для
          визначення робочих характеристик безконтактної системи запалювання
          легкового автомобіля. Опубл. 10.09.2018р., Бюл.№17."
          img={img_4}
          index={1}
        />
      </>
    ),
  },
  {
    content: (
      <>
        <SectionImg
          title="Патент на корисну модель № 132518. Україна, Лабораторний стенд для
          визначення робочих характеристик системи автомобільної сигналізації та
          центральних замків. Опубл. 25.02.2019р., Бюл.№4."
          img={img_5}
          index={0}
        />
      </>
    ),
  },
  {
    content: (
      <>
        <SectionImg
          title="Патент на корисну модель № 128362. Україна, Лабораторний стенд для
          визначення робочих характеристик системи вприску палива легкового
          автомобіля. Опубл. 10.09.2018р., Бюл.№17."
          img={img_6}
          index={1}
        />
      </>
    ),
  },
  {
    content: (
      <>
        <SectionImg
          title="Патент на корисну модель № 134078. Україна, Лабораторний стенд для
          визначення робочих характеристик системи освітлення та світлової
          сигналізації легкового автомобіля. Опубл. 25.04.2019р., Бюл.№8."
          img={img_7}
          index={0}
        />
      </>
    ),
  },
]
