export const dataContent = [
  {
    content: (
      <>
        <p>
          Спеціальність 141 «Електроенергетика, електротехніка та
          електромеханіка»
        </p>
        <p>
          <strong>Галузь знань:</strong> 14 «Електрична інженерія»
        </p>
        <p>
          <strong>Освітньо – професійна програма:</strong>
          «ОБСЛУГОВУВАННЯ І РЕМОНТ ЕЛЕКТРИЧНИХ ТА ЕЛЕКТРОННИХ СИСТЕМ
          АВТОМОБІЛІВ» Освітньо-професійний ступінь: фаховий молодший бакалавр
        </p>
        <p>
          Електрообладнання та автомобільні електронні системи – невід’ємна
          складова сучасних автомобілів та електромобілів.
        </p>
        <p>
          Врахувавши, що сучасні автомобілі з кожним роком все більше
          оснащуються складними електронними системами – з несправною електрикою
          транспортний засіб перетворюється в нерухому купу металу.
        </p>
        <p>
          Навіть одна помилка, часом, стає каменем спотикання в роботі всіх
          основних систем. В цьому випадку у автомобілістів виникає потреба в
          хорошому електромеханіку, який недорого і якісно виконує свою роботу.
        </p>
        <p>
          Складність роботи електромеханіка полягає в першу чергу в тому, що
          електрообладнання є дуже заплутана система з великої кількості вузлів,
          дуже тісно один з одним пов’язаних. Професія електромеханіка була і
          залишається актуальною.
        </p>
        <p>
          Різноманітних рухомих технічних засобів стає все більше, а їх
          обслуговування ускладнюється і вдосконалюється з кожним днем.
          Будь-якому механізму завжди потрібен належний догляд, який можуть
          здійснити добре навчені і кваліфіковані спеціалісти електромеханіки.
        </p>
        <p>
          Якісно виконана робота електромеханіка може значно знизити ризик
          виникнення аварійних ситуацій, тим самим дозволяючи гарантувати
          безпеку водія і його пасажирів. Для того, щоб стати фахівцем у цій
          сфері, необхідно придбати певні професійні навички, знання та досвід.
        </p>
        <p>
          Електромеханіки усувають неполадки в електроустаткуванні автомобілів,
          які все більше обладнанні бортовими комп&#39;ютерами. Тобто вони
          повинні розумітись на механіці, електриці, радіотехніці та володіти
          комп’ютерними технологіями.
        </p>
        <p>
          Електромеханіку важко встановити причину, але відносно легко її
          усунути. В механіці легко встановити причину поломки, але важко
          фізично її усунути. Для цього електромеханік повинен знати не тільки
          теорію своєї роботи, але і бути чудовим практиком.
        </p>
        <p>
          Вимоги до індивідуальних особливостей спеціаліста – автомобільного
          електромеханіка це:фізична витривалість, хороший зір, координованість
          і точність рухів, тонка м&#39;язова і слухова чутливість, хороша
          пам&#39;ять, технічний інтелект, увага, спостережливість, терпіння,
          дисциплінованість і відповідальність, швидка реакція на аварійні
          сигнали.
        </p>
        <p>
          Електромеханік повинен знати: правила техніки безпеки під час
          виконання обслуговування та ремонту, знати будову і принципи дії
          вузлів і агрегатів, ознаки, причини та методи усунення неполадок які
          виникають в процесі експлуатації автомобілів. Читати та аналізувати
          технологічні карти технічного обслуговування, вміти використовувати
          сучасне високотехнологічне діагностичне обладнання вартість якого
          становить десятки, а подекуди і сотні тисяч доларів. Вміти ремонтувати
          електроустаткування, регулювати та випробовувати його після ремонту.
          Необхідні ґрунтовні знання з спеціальних дисциплін, крім цього
          математики, фізики, іноземної мови, та багатьох інших.
        </p>
        <p>
          На сьогодні головний критерій для відбору роботодавцями фахівців –
          крім документа про освіту та досвіду роботи, є фактичні вміння, що
          дозволяють виконувати ремонт і обслуговування електронного та
          мікропроцесорного обладнання автомобілів.
        </p>
        <p>
          <strong>Сфера діяльності випускника:</strong> По закінченню ВСП ТФК
          ТНТУ імені Івана Пулюя наші випускники можуть обслуговувати,
          діагностувати, ремонтувати електричне та електронне устаткування
          автомобілів, бортові комп&#39;ютерні системи керування автомобілем,
          працюючи на держаних та приватних підприємствах, якісно виконуючи
          професійні обов&#39;язки.
        </p>
        <p>
          <strong>Працевлаштування:</strong> Фахівця електромеханіка чекає
          широкий спектр вибору місця роботи. Це і автомобільний сервіс,
          дилерські центри, автомобільні салони, промислові та
          сільськогосподарські підприємства, таксопарки, автобази, автобусні
          парки, підприємства автоперевезень тощо.
        </p>
        <p>
          У будь-якому випадку, професія автомеханіка забезпечить людину робочим
          місцем та гідним заробітком на все життя. Оплата праці спеціалістів –
          автомобільних електромеханіків відносно висока, вона перевищує середню
          зарплату в промисловості на 20-30%.
        </p>
        <p>
          Під час навчання студенти отримують теоретичні знання та практичні
          вміння, які забезпечують профільні викладачі.
        </p>
        <p>
          <strong>Первинні посади:</strong>
        </p>
        <ul>
          <li>автоелектрик.</li>
          <li>майстер дільниці.</li>
          <li>завідувач зони технічного обcлуговування та ремонту.</li>
          <li>технік з експлуатації автотранспортних засобів.</li>
          <li>технік з ремонту автотранcпортних засобів.</li>
          <li>менеджер сервісного обслуговування.</li>
          <li>майстер приймальник автомобілів</li>
          <li>
            діагност з комп’ютерного діагностування систем керування двигуном,
            трансмісії, ходової частини, органів керування автомобілем та
            додаткового електроустаткування.
          </li>
          <li>продавець консультант автомобілів та запасних частин.</li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <a href="./assets/files/ПРЕЗЕНТАЦІЯ 141-СУПЕР.pdf">
          Презентація про спеціальність 141
        </a>
      </>
    ),
  },
  {
    content: (
      <>
        <a href="./assets/files/РВ 141(Електромеханік)(2021).doc.pdf">
          Опис спеціальності 141
        </a>
      </>
    ),
  },
]
