import {Img} from "@/components/img"

import img_1 from "@/assets/people/1.png"
import img_2 from "@/assets/people/2.png"
import img_3 from "@/assets/people/3.png"
import img_4 from "@/assets/people/4.png"
import img_5 from "@/assets/people/5.jpg"

export const dataContent = [
  {
    title: "Заверуха Руслан Романович",
    content: (
      <>
        <Img src={img_1} />
        <p>
          Голова циклової комісії електричних та електронних систем автомобілів,
          доктор філософії, спеціаліст вищої категорії, викладач-методист.
        </p>
        <p>Народився 17 січня 1982 р.</p>
        <p>
          <strong>Освіта:</strong>
        </p>
        <ul>
          <li>
            Національний університет «Львівська політехніка» 2004 рік;
            Спеціальність: «Радіотехніка» Кваліфікація: «Магістр в галузі
            електроніки та телекомунікацій»
          </li>
          <li>
            Луцький національний технічний університет 2013 рік; Спеціальність:
            «Автомобілі та автомобільне господарство»
          </li>
        </ul>
        <p>
          <strong>Кваліфікація:</strong> «Інженер-механік автомобільного
          транспорту»
        </p>
        <p>
          <strong>Викладає дисципліни:</strong>
        </p>
        <ul>
          <li>Вступ до спеціальності;</li>
          <li>Електроустаткування автомобілів;</li>
          <li>Електрообладнання автомобілів;</li>
          <li>Автомобільні електронні системи.</li>
        </ul>
        <p>
          Викладачем розроблено конспекти лекцій та методичні вказівки до
          лабораторних робіт з дисциплін ″Електрообладнання автомобілів″ та
          ″Автомобільні електронні системи″. Пройдено апробацію конспекту лекцій
          та методичних вказівок до виконання лабораторних робіт з дисциплін:
          «Електрообладнання автомобілів» та « Автомобільні електронні системи»
          в Зборівському коледжі ТНТУ ім. І.Пулюя. Засіданням науково-методичної
          комісії факультету інженерії машин, споруд та технологій (ФМТ) ТНТУ
          рекомендовано до друку конспект лекцій з курсу «Основи сертифікації
          автомобілів» для студентів спеціальності 6.070106 «Автомобільний
          транспорт» денної і заочної форми навчання. Засіданням
          науково-методичної комісії факультету інженерії машин, споруд та
          технологій (ФМТ) ТНТУ рекомендовано до друку навчальний посібник з
          курсу «Електронне та електричне обладнання автомобілів» для студентів
          спеціальності 274 «Автомобільний транспорт» денної і заочної форми
          навчання та навчальний посібник з курсу «Електронне та мікропроцесорне
          обладнання автомобілів» для студентів спеціальності 274 «Автомобільний
          транспорт» денної і заочної форми навчання.
        </p>
        <p>
          <strong>Педагог займається науковою роботою:</strong>
        </p>
        <ul>
          <li>
            патент на корисну модель № 115354. Україна, МПК(2017.01) G01F 5/00.
            Лабораторний стенд для визначення характеристик роботи
            електромагнітних форсунок бензинового двигуна легкового автомобіля /
            Заверуха Р.Р., Марціяш О.М., Пиндус Ю.І., Ляшук О.Л., Клендій В.М..
            (Україна). – u2016 11488. Заявл. 06.12.2016.; Опубл. 10.04.2017р.,
            Бюл.№7.- 6с.
          </li>
          <li>
            патент на корисну модель № 123583. Україна, МПК(2006.01) G09В 25/02,
            МПК(2006.01) G09В 23/18, МПК(2006.01) G09В 17/007. Лабораторний
            стенд для визначення робочих характеристик системи електропостачання
            легкового автомобіля / Заверуха Р.Р., Марціяш О.М., Калушка В.П.,
            Клендій В.М.. (Україна). – u2017 11117. Заявл. 13.11.2017.; Опубл.
            26.02.2018р., Бюл.№4.- 6с.
          </li>
          <li>
            патент на корисну модель № 128366. Україна, МПК(2018.01) G09В 25/02,
            МПК(2006.01) G09В 23/18, G09М 17/00. Лабораторний стенд для
            визначення робочих характеристик безконтактної системи запалювання
            легкового автомобіля / Заверуха Р.Р., Марціяш О.М., Калушка В.П.,
            Клендій В.М.. (Україна). – u2018 04397. Заявл. 20.04.2018.; Опубл.
            10.09.2018р., Бюл.№17.- 3с.
          </li>
          <li>
            патент на корисну модель № 128362. Україна, МПК(2006.01) G09В 25/02,
            МПК(2006.01) G09В 23/18, МПК(2006.01) G01М 17/007. Лабораторний
            стенд для визначення робочих характеристик системи вприску палива
            легкового автомобіля / Заверуха Р.Р., Марціяш О.М., Калушка В.П.,
            Клендій В.М.. (Україна). – u2018 04380. Заявл. 20.14.2018.; Опубл.
            10.09.2018р., Бюл.№17.- 3с.
          </li>
        </ul>
        <p>
          <strong>Опубліковано також наукові статті в вісниках:</strong>
        </p>
        <ul>
          <li>
            Марціяш О.М., Мурований І.С., Заверуха Р.Р. Визначення характеристик
            роботи електромагнітних форсунок бензинового двигуна на
            лабораторному стенді / Міжвузівський збірник «Наукові нотатки» -
            Луцьк, 2016. Випуск №55 - С. 237-240.
          </li>
          <li>
            Марціяш О.М., Заверуха Р.Р., Ужва А.В. Аналіз моделей стендів для
            дослідження параметрів системи керування бензинових ДВЗ легкових
            автомобілів / зб. наукових статей «Автомобільний транспорт» -
            Харків, 2017. – С. 61-66.
          </li>
          <li>
            Заверуха Р.Р., Марціяш О.М., Дослідження окремих характеристик
            роботи електромагнітних форсунок системи керування бензиновим
            двигуном MULTEC-S автомобіля OPEL VECTRA B / Перша міжнародна
            науково-технічна онлайн – конференція «Альтернативні джерела енергії
            на автомобільному транспорті» 18 травня 2017р. – Львів: Львівський
            автомобільно - дорожній коледж Національного університету «Львівська
            політехніка», 2017, - С. 62-66.
          </li>
          <li>
            Марціяш О.М., Заверуха Р.Р., Венгер М.П., Мельник М.С. Лабораторні
            дослідження деяких характеристик роботи автомобільної підвіски типу
            «Макферсон» / Міжвузівський збірник «Наукові нотатки» - Луцьк, 2018.
            Випуск №62 - С. 157-161.
          </li>
          <li>
            Працює за сумісництвом в ТНТУ ім. І Пулюя. Викладає дисципліни
            «Електронне та електричне обладнання автомобілів», «Електронне та
            мікропроцесорне обладнання автомобілів» та «Особливості ТО і ремонту
            спеціалізованого рухомого складу». Викладач навчається в аспірантурі
            з 1 квітня 2021 року.
          </li>
        </ul>
      </>
    ),
  },
  {
    title: "Котик Марія Іванівна",
    content: (
      <>
        <Img src={img_5} />
        <p>
          <strong>Дата народження:</strong> 15.10.1989
        </p>
        <p>
          <strong>E-mail:</strong> mariakotyk1510@gmail.com
        </p>
        <p>
          <strong>Освіта:</strong>
        </p>
        <ul>
          <li>
            Вересень 2006р. – червень 2010р. Тернопільський національний
            технічний університет імені Івана Пулюя, спеціальність
            «Електротехніка та електротехнології», диплом бакалавра (денна
            форма).
          </li>
          <li>
            Вересень 2010р. – серпень 2011р. Тернопільський національний
            технічний університет імені Івана Пулюя, спеціальність
            «Світлотехніка та джерела світла», диплом магістра (денна форма).
          </li>
          <li>
            Вересень 2010р. – грудень 2012р. Тернопільський національний
            педагогічний університет імені Володимира Гнатюка, спеціальність
            «Математика. Вчитель математики», диплом спеціаліста (заочна форма).
          </li>
          <li>
            Листопад 2011р. – листопад 2014р. Тернопільський національний
            технічний університет імені Івана Пулюя, спеціальність
            «Світлотехніка і джерела світла», аспірант (денна форма).
          </li>
        </ul>
        <p>
          <strong>Додаткова освіта:</strong>
        </p>
        <ul>
          <li>
            Липень 2020 – жовтень 2020 – Курси іноземних мов з видачею мовного
            сертифікату B2, Тернопільський національний технічний університет
            імені Івана Пулюя.
          </li>
          <li>
            16.11.2020р. – 24.12.2020р. – Курси підвищення кваліфікації в
            Тернопільському національному технічному університеті імені Івана
            Пулюя з курсу «Комп’ютерні технології в організації освітнього
            процесу та дистанційного навчання».
          </li>
        </ul>
        <p>
          <strong>Досвід роботи</strong>:
        </p>
        <ul>
          <li>
            Серпень 2011р. – листопад 2011 р. – ВАТ «Тернопільобленерго»,
            інженер енергозбуту.
          </li>
          <li>
            Вересень 2014 р. – квітень 2018 р. – Тернопільський національний
            технічний університет імені Івана Пулюя, кафедра світлотехніки, яка
            у 2015р. перейменована в кафедру світлотехніки та електротехніки,
            асистент.
          </li>
        </ul>
        <p>
          <strong>Навчальні курси:</strong>
        </p>
        <ul>
          <li>
            «Електротехнічні матеріали», «Теоретичні основи електротехніки».
            Травень 2018 р. – дотепер. – Тернопільський національний технічний
            університет імені Івана Пулюя, кафедра електричної інженерії,
            асистент.
          </li>
          <li>«Промислова електроніка».</li>
        </ul>
        <p>
          <strong>Посилання на профілі наукових праць:</strong>
        </p>
        <ul>
          <li>
            <a href="https://scholar.google.com.ua/citations?user=6Ldf7mYAAAAJ&amp;hl=uk">
              https://scholar.google.com.ua/citations?user=6Ldf7mYAAAAJ&amp;hl=uk
            </a>
          </li>
          <li>
            <a href="http://library.tntu.edu.ua/personaliji/a/k/hnatovych-marija-ivanivna/">
              http://library.tntu.edu.ua/personaliji/a/k/hnatovych-marija-ivanivna/
            </a>
          </li>
        </ul>
      </>
    ),
  },
  {
    title: "Іващук Андрій Дмитрович",
    content: (
      <>
        <Img src={img_2} />
        <p>Cпеціаліст вищої категорії, викладач-методист.</p>
        <p>
          Народився 28 грудня 1975 року в м. Львів. Викладач вищої категорії
        </p>
        <p>Викладач-методист</p>
        <p>
          <strong>Освіта:</strong>
        </p>
        <ul>
          <li>
            Технічний коледж Тернопільського приладобудівного інституту ім. І.
            Пулюя , 1995р. за спеціальністю «Радіоапаратобудування» і отримав
            кваліфікацію радіотехніка
          </li>
          <li>
            Тернопільський державний технічний університет імені Івана Пулюя,
            2000р. за спеціальністю &quot;Біотехнічні та медичні апарати і
            системи&quot; та отримав кваліфікацію інженера-електроніка
          </li>
        </ul>
        <p>
          <strong>Викладає:</strong> Теоретичні основи електротехніки,
          Електроматеріалознавство, Електричні машини та основи електроприводу
        </p>
      </>
    ),
  },
  {
    title: "Недошитко Людмила Миколаївна",
    content: (
      <>
        <Img src={img_3} />
        <p>Cпеціаліст вищої категорії, викладач-методист.</p>
        <p>
          <strong>Освіта:</strong>
        </p>
        <ul>
          <li>
            Національна гірнича академія України, 1999р. за спеціальністю
            «Комп’ютеризовані системи управління і автоматики».
          </li>
        </ul>
        <p>
          <strong>Викладає дисципліни:</strong>
        </p>
        <ul>
          <li>Основи автоматики та робототехніки;</li>
          <li>Основи електроніки та мікроелектроніки;</li>
          <li>Основи автоматики.</li>
        </ul>
      </>
    ),
  },
  {
    title: "Хіта Юрій Іванович",
    content: (
      <>
        <Img src={img_4} />
        <p>
          Хіта Юрій Іванович народився 28 серпня 1971 року в с. Клебанівка
          Підволочиського району Тернопільської області.
        </p>
        <p>У 1986 році закінчив Клебанівську восьмирічну школу.</p>
        <p>
          З 1986 по 1990 рр. навчався у Тернопільському технікумі
          радіоелектронного приладобудування.
        </p>
        <p>
          Закінчив повний курс по спеціальності “Експлуатація і наладка
          верстатів з програмним керуванням” і отримав кваліфікацію
          “технік-механік”.
        </p>
        <p>З 1990 по 1992 рр. - служба в армії.</p>
        <p>
          З 1992 по 2000 рр. працював слюсарем-складальником, технологом та
          майстром дільниці на ВО “Оріон”.
        </p>
        <p>
          У 2000 році закінчив Тернопільський державний технічний університет
          ім. І.Пулюя і отримав повну вищу освіту за спеціальністю
          “Автоматизоване управління технологічними процесами і виробництвами”
          та здобув кваліфікацію “інженер-електромеханік”.
        </p>
        <p>
          З 2000 року працює у ВСП «Тернопільський фаховий коледж ТНТУ ім.
          І.Пулюя на посаді “майстер виробничого навчання” та за сумісництвом
          викладачем електромеханічних дисципін.
        </p>
      </>
    ),
  },
]
